[
    {
       "Title": "Tomb Raider",
       "Released": "16 Mar 2018",
       "Runtime": "119 min",
       "Genre": "Action, Adventure, Fantasy",
       "Plot": "Lara Croft (Alicia Vikander) is the fiercely independent daughter of eccentric adventurer Lord Richard Croft (Dominic West), who vanished when she was scarcely a teen. Now a young woman of twenty-one without any real focus or purpose, Lara navigates the chaotic streets of trendy East London as a bike courier, barely making the rent, and takes college courses, rarely making it to class. Determined to forge her own path, she refuses to take the reins of her father's global empire just as staunchly as she rejects the idea that he's truly gone. Advised to face the facts and move forward after seven years without him, even Lara can't understand what drives her to finally solve the puzzle of his mysterious death. Going explicitly against his final wishes, she leaves everything she knows behind in search of her dad's.",
       "Language": "English, Cantonese, Hindi",
       "Poster": "https://m.media-amazon.com/images/M/MV5BOTY4NDcyZGQtYmVlNy00ODgwLTljYTMtYzQ2OTE3NDhjODMwXkEyXkFqcGdeQXVyNzYzODM3Mzg@._V1_SX300.jpg"    },
    {
        "Title": "Monster Hunt",
        "Released": "22 Jan 2016",
        "Runtime": "117 min",
        "Genre": "Adventure, Comedy, Fantasy",
        "Plot": "In an ancient world where monsters rule the land while humans keep to their own kingdom, a baby monster, Wuba, is born to a human father and monster queen. When mortals and creatures alike set out to capture the newborn, Wuba's adventure begins. The cute baby monster Huba is the child of a human man and a monster queen, threatened by both monster-hating humans and monsters attempting to capture the new-born in an ancient world based on medieval China.",
        "Language": "Mandarin",
        "Poster": "https://m.media-amazon.com/images/M/MV5BMTUyMjUzNDgxMV5BMl5BanBnXkFtZTgwMDUwNTQ2NzE@._V1_SX300.jpg"
    },
    {
        "Title": "A Christmas Horror Story",
        "Released": "02 Oct 2015",
        "Runtime": "99 min",
        "Genre": "Fantasy, Horror, Mystery",
        "Plot": "High school students investigate a mysterious homicide that occurred the prior holiday season, a couple notices their young son is acting strangely after a snowy forest trip to cut down a traditional tree and one family are stalked through a winter wonderland by Krampus, the Xmas demon. Meanwhile at the North Pole, Santa is fending off zombie elves.",
        "Language": "English",
        "Poster": "https://m.media-amazon.com/images/M/MV5BODg3NTAwNzk5M15BMl5BanBnXkFtZTgwNjA4OTE3MDI@._V1_SX300.jpg"
    },
    {
        "Title": "Little Horror Movie",
        "Released": "28 Jun 2019",
        "Runtime": "84 min",
        "Genre": "Horror, Mystery",
        "Plot": "Max (Adam Iraki) has eyes only for Cammie (Isabelle Fuhrman); the smart, popular red head girl in school. When Max finally scores a date with Cammie, Max accidentally frees a coven of evil witches. Now, With the help of his friends - Tara (Amandla Stenberg) and Nicky (Andre Kim) the kids must steal the witches' book of spells to stop them from becoming immortal.",
        "Language": "English",
        "Poster": "https://m.media-amazon.com/images/M/MV5BNjFjMjViMDgtMTBmMC00MWU0LWIwZTYtODEwZjZmZjVmNTFkXkEyXkFqcGdeQXVyMzE3MDkzMjM@._V1_SX300.jpg"
    },
    {
        "Title": "Avengers Grimm",
        "Released": "14 Apr 2015",
        "Runtime": "86 min",
        "Genre": "Action, Adventure, Fantasy, Sci-Fi",
        "Plot": "When Rumpelstiltskin destroys the Magic Mirror and escapes to the modern world, the four princesses of \"Once Upon a Time\"-Cinderella, Sleeping Beauty, Snow White, and Rapunzel-are sucked through the portal too. Well-trained and endowed with magical powers, the four women must fight Rumpelstiltskin and his army of thralls before he enslaves everyone on Earth.",
        "Language": "English",
        "Poster": "https://m.media-amazon.com/images/M/MV5BMTg5NDEzNDIyOV5BMl5BanBnXkFtZTgwODY3ODA5MzE@._V1_SX300.jpg"
    },
    {
        "Title": "Vasko da Gama ot selo Rupcha",
        "Released": "20 Dec 1986",
        "Runtime": "N/A",
        "Genre": "Adventure, Family",
        "Plot": "The adventures of a boy who dreams of the sea... A sailor's son flees from school and his home and secretly sails with his father's ship. News and discoveries are coming - both on the ship and on the shore.",
        "Language": "Bulgarian",
        "Poster": "https://m.media-amazon.com/images/M/MV5BZTE1Mzc0OGYtOWJjOS00ZTA1LWE3MTYtOGViYzE2YTYzZmYyXkEyXkFqcGdeQXVyNjAyOTg0Mjc@._V1_SX300.jpg"
    },
    {
        "Title": "Bright",
        "Released": "22 Dec 2017",
        "Runtime": "117 min",
        "Genre": "Action, Fantasy, Thriller",
        "Plot": "In Los Angeles, humans live with orcs and elves in a world where fantasy creatures do exist. LAPD police officer Dayl Ward is the first human cop having the orc police officer Nick Jakoby as a partner. When Ward is shot by an orc and Jakoby does not capture the shooter, he questions whether Jakoby lets the fellow orc escape. During a patrol, Ward and Jakoby arrest a man that tells that there is a prophecy and Ward is blessed. Meanwhile, Internal Affairs press Ward to find the truth about the escape of the shooter so that they can fire Jakoby. The magic department of the FBI interrogates the man that belongs to the terrorist Shield of Light group which protects brights so that they can prepare for the return of the Dark Lord that will destroy the world.",
        "Language": "English, Spanish",
        "Poster": "https://m.media-amazon.com/images/M/MV5BMTcyNzk5NDg1Nl5BMl5BanBnXkFtZTgwNTM5MDQxNDM@._V1_SX300.jpg"
    }
] 